Revit 2027 API
ParameterTypeId.StairsMultistoryUpToLevel Property
 "Multistory Top Level": The top level of multi-story stairs
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsMultistoryUpToLevel { get; }
Public Shared ReadOnly Property StairsMultistoryUpToLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsMultistoryUpToLevel {
	ForgeTypeId^ get ();
}
static member StairsMultistoryUpToLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace